bench/eval/20180502_145706_nvme_gmap/pgbench_result.txt
transaction type: multiple scripts
scaling factor: 1
query mode: prepared
number of clients: 64
number of threads: 1
duration: 3 s
number of transactions actually processed: 57208
latency average = 3.361 ms
tps = 19041.821101 (including connections establishing)
tps = 19059.735552 (excluding connections establishing)
SQL script 1: /home/masahiko/pgsql/bench/eval/gaussian_bench.sql
 - weight: 5 (targets 83.3% of total)
 - 47773 transactions (83.5% of total, tps = 15901.358542)
 - latency average = 3.110 ms
 - latency stddev = 1.646 ms
SQL script 2: /home/masahiko/pgsql/bench/eval/uniformly_bench.sql
 - weight: 1 (targets 16.7% of total)
 - 9435 transactions (16.5% of total, tps = 3140.462559)
 - latency average = 3.176 ms
 - latency stddev = 1.807 ms